<template>
  <div id="app">
    <router-view></router-view>

    <h1>徐卫东：我在xuweidong分支</h1>
    <h2>徐卫东的分支写完了，今天的任务完成了，我不写了</h2>
    <h2>徐卫东在凌晨三点半又提交了代码</h2>
    <h2>徐卫东提交了最新的</h2>
    <h2>徐卫东又提交了最新的代码给刘明光测试</h2>

    <p>我是叶帆，我在userYF分支，我是徐卫东，我修改了叶帆的代码</p>
    <p>我的功能写完了</p>
    <p>yefan</p>
    <p>这是叶帆凌晨3点提交的一个代码</p>
    <p>我是董洪港，我第二次创建了p标签</p>
    <p>给小白测试用的</p>
    <p>再次测试</p>

    <h2>白小纯 完成</h2>
    <h2>白小纯 第二次测试</h2>

    <p>我是董洪港，我第一次创建了p标签</p>
    <p>准备提交 第1次</p>
    <p>准备提交 第2次</p>
    <p>我是董洪港，我第一次创建了p标签7777777</p>
    <p>我是董洪港，我第一次创建了p标签123456789</p>

    <p>我是董洪港，我第一次创建了p标签12138</p>
    <h1>我们整理问题后的一次提交</h1>
    <h1> 弹指间代码灰飞烟灭</h1>

    <p>我是董洪港，我第一次创建了p标签9999999999</p>

    <hr />
    <h1>我是闫敏，第一次创建代码，在ym分支上</h1>
    <p>第二日开发。。。。。。</p>

    <!-- 这是徐卫东写的xxx功能 -->
    <div>第二天重新提交的</div>
    <!-- 我是路慧玲 -->
    

    <h3>我是胡勇琪，我是大傻逼</h3>

    <p>lmm第一次提交</p>

  </div>
</template>

<script>
export default {
  name: 'App'
}
</script>

<style lang="less">
</style>
